STUDENTS = """
Глеб (191-1)
Быков Фёдор Игнатьевич
Волков Анатолий Дмитриевич
Горбунова Кристина Олеговна
Гусев Михаил Сергеевич
Донской Станислав Владиславович
Захаров Игорь Александрович
Кауркин Владимир Владиславович
Косса Николай Евгеньевич
Куянов Фёдор Алексеевич
Максюта Юрий Алексеевич
Попадыч Артем Максимович
Савкин Семён Дмитриевич
Семенова-Звенигородская София Андреевна
Феафанов Вениамин Васильевич
Черников Кирилл Александрович
Шукалов Георгий Олегович
TOTAL
Стас (191-2)
Багишов Микаил Видадиевич
Графов Сергей Юрьевич
Даниэль Юлий Михайлович
Зиманов Алихан
Зиманов Темирхан
Иванова Алеся Александровна
Королёв Фёдор Сергеевич
Мамилов Ибрагим Мусаевич
Мартинсон Елена Дмитриевна
Никитин Артём Владимирович
Подлесский Пётр Сергеевич
Савинский Всеволод Сергеевич
Слизков Алексей Алексеевич
Чернов Вячеслав Вадимович
TOTAL
Гриша (193-1)
Алашеев Иван Юрьевич
Антошкин Алексей Александрович
Артеменко Михаил Дмитриевич
Бельченко Алиса Дмитриевна
Драганов Александр Андреевич
Иевлева Александра Сергеевна
Исмагилов Азат Ильгизович
Ишутин Андрей Евгеньевич
Кабаков Иван Сергеевич
Камалов Амир Рустемович
Максимов Алексей Николаевич
Малов Богдан Александрович
Паншин Игорь Сергеевич
Ройтерштейн Антон Дмитриевич
Стасенко Дмитрий Сергеевич
TOTAL
Иван (193-2)
Беляков Сергей Александрович
Борзыкин Валерий Алексеевич
Бочаров Егор Николаевич
Егоров Егор Александрович
Иванов Александр Константинович
Карпышев Сергей Вадимович
Людвиг Николай Андреевич
Маркелов Игорь Сергеевич
Носов Глеб Валерьевич
Осетров Фёдор Ильич
Пырко Алексей Михайлович
Стрекаловская Наталья Андреевна
Хайруллин Инсаф Марселевич
Чуканов Тимофей Вячеславович
Шитов Даниил Сергеевич
TOTAL
Глеб (195-1)
Антрушин Евгений Вячеславович
Гуськов Павел Максимович
Дроздов Александр Владимирович
Есипов Иван Михайлович
Лозовская Алина Николаевна
Малютин Михаил Павлович
Миннахметов Булат Раифович
Петренко Ксения Евгеньевна
Попов Павел
Прохоров Артём Александрович
Рудаковский Максим Денисович
Стёпкин Степан Максимович
Хамитов Тагир Наилевич
Чеканов Арсений Михайлович
Шеховцов Александр Васильевич
TOTAL
Святослав (195-2)
Агеев Артем Андреевич
Волков Олег Вадимович
Грицаев Тимофей Григорьевич
Груздева Марина Евгеньевна
Илюшин Валентин Дмитриевич
Красник Вадим Игоревич
Лапокин Данила Сергеевич
Листратов Илья Константинович
Лутан Максим Олегович
Макогон Артём Аркадьевич
Одинцов Андрей Ильич
Пискалов Дмитрий Германович
Филиппова Надежда Владимировна
Шубников Кирилл Сергеевич
TOTAL""".split('\n')